
"keyYes"							= "Ja";
"keyNo"								= "Nein";
"keyOK"								= "OK";
"keyRequired"						= "Erforderlich";
"keyNone"							= "Ohne";

"keyPairedDevicesTitle"				= "Verbundene Geräte:";
"keyFavoriteDevicesTitle"			= "Bevorzugte Geräte:";
"keyConnectedDevicesTitle"			= "Angeschlossene Geräte:";
"keyUnknownDevice"					= "Unbekanntes Gerät";
"keyErrorOccurred"					= "Es ist ein Fehler aufgetreten: (0x%x)";
"keyNotAvailable"					= "Nicht verfügbar";
"keyNameNotAvailable"				= "Name nicht verfügbar";
"keyNoDevicePresent"				= "Kein Bluetooth-Gerät verfügbar.";

"keyPrefReadErrorTitle"				= "Beim Lesen der Bluetooth-Einstellungen ist ein Fehler aufgetreten.";
"keyPrefReadErrorDesc"				= "Die Bluetooth-Konfiguration auf diesem Computer ist anscheinend ungültig. Installieren Sie die Bluetooth-Software erneut und versuchen Sie es nochmals.";

"keyUnacceptablePathTitle"			= "Der angegebene Pfad ist nicht zulässig.";
"keyUnacceptablePathDesc"			= "Der angegebene Pfad ist für den Bluetooth-Datenaustausch nicht zulässig. Sie haben wahrscheinlich keine Schreibberechtigung für den angegebenen Ordner. Wählen Sie einen anderen Ordner aus.";

"keyPathWarningTitle"				= "Der angegebene Ordner ist nicht geeignet.";
"keyPathWarningDesc"				= "Möglicherweise ist der Ordner geschützt oder Sie haben keine Schreib- oder Leserechte.";

"keyPrefSaveErrorTitle"				= "Beim Sichern der Bluetooth-Einstellungen ist ein Fehler aufgetreten.";
"keyPrefSaveErrorDesc"				= "Einige Bluetooth-Einstellungen konnten nicht gesichert werden. Das Bluetooth-Gerät ist wahrscheinlich auf diesem Computer nicht verfügbar.";

"keyPortInUseTitle"					= "Der Anschluss ist gerade in Verwendung.";
"keyPortInUseDelete"				= "Sie möchten einen Anschluss löschen, der gerade in Verwendung ist. Beenden Sie das Programm, das diesen Anschluss verwendet, und versuchen Sie es erneut.";
"keyPortInUseEdit"					= "Sie möchten einen Anschluss ändern, der gerade in Verwendung ist. Beenden Sie das Programm, das diesen Anschluss verwendet, und versuchen Sie es erneut.";

"kServiceCannotBeModifiedKey"		= "Dieser Dienst kann nicht geändert werden.";
"kPortCannotBeCreatedOrModifiedKey"	= "Bei dem Versuch, den Anschluss zu erstellen oder zu ändern, ist ein Fehler aufgetreten.";

"keyTTYNameAlreadyInUse"			= "Dieser Name wird bereits verwendet";
"keyTTYNameInUseText"				= "Der von Ihnen angegebene Anschlussname wird bereits verwendet. Wählen Sie einen anderen Namen.";

"kTTYSerialPortKey"					= "SeriellerAnschluss";	/* One word, no spaces, no special caracters, only ASCII from 'a' to 'z' and 'A' to 'Z' no extra alphabets, this becomes a TTY name !! */
"kBluetoothSerialPortKey"			= "Serieller Anschluss";
"kBluetoothSerialPortOnKey"			= "Serieller Bluetooth-Anschluss ein";
"kBluetoothSerialPortOffKey"		= "Serieller Bluetooth-Anschluss aus";
"kEditSerialPorts"					= "Anschlüsse bearbeiten …";
"kSerialPortKey"					= "Serieller Anschluss";
"kSerialPortOnKey"					= "Serieller Anschluss ein";
"kSerialPortOffKey"					= "Serieller Anschluss aus";
"kOtherKey"							= "Anderen …";
"kBluetoothFileExchangeKey"			= "Datenaustausch";
"kBluetoothFileExchangeOnKey"		= "Bluetooth-Datenaustausch ein";
"kBluetoothFileExchangeOffKey"		= "Bluetooth-Datenaustausch aus";
"kBluetoothFileTransferKey"			= "Dateitransfer";
"kBluetoothFileTransferOnKey"		= "Bluetooth-Dateiübertragung ein";
"kBluetoothFileTransferOffKey"		= "Bluetooth-Dateiübertragung aus";

"kBluetoothRemoteControlKey"		= "Fernbedienung";
"kBluetoothRemoteControlOnKey"		= "Bluetooth-Fernbedienung aktiviert";
"kBluetoothRemoteControlOffKey"		= "Bluetooth-Fernbedienung deaktiviert";

"kBluetoothPANServiceKey"			= "Persönliches Netzwerk";
"kBluetoothPANServiceOnKey"			= "Persönliches Bluetooth-Netzwerk aktiviert";
"kBluetoothPANServiceOffKey"		= "Persönliches Bluetooth-Netzwerk deaktiviert";

"kDeviceNameTitle"					= "„%@“ ist der Name, den Bluetooth-Geräte verwenden, um sich mit diesem Computer zu verbinden.";

"kInKey"							= "Eingang";		/* Short for Incoming */
"kOutKey"							= "Ausgang";	/* Short for Outgoing */

"kEllipsisString"						= " …";
"kPower"								= "Signal";
"kBluetoothPower"						= "Bluetooth-Signal";
"kBluetoothPowerOn"						= "Bluetooth aktiviert";
"kBluetoothPowerOff"					= "Bluetooth ist deaktiviert";
"kBluetoothPowerIsOff"					= "Bluetooth ist deaktiviert. Um Bluetooth verwenden zu können, müssen Sie es zuerst aktivieren.";
"kTurnBTOff"							= "Bluetooth deaktivieren";
"kTurnBTOn"								= "Bluetooth aktivieren";
"kVersionKey"							= "(Version: %d.%d.%d%c%d)";
"kOnKey"								= "Ein";
"kCancelKey"							= "Abbrechen";
"kOffKey"								= "Aus";
"kNever"								= "Nie";

"kIsConnected"							= "Verbunden";
"kIsNotConnected"						= "Nicht verbunden";

"kAddToFavoritesKey"					= "Als Favorit sichern";
"kRemoveFromFavoritesKey"				= "Aus Favoriten löschen";

"kRenameDeviceKey"						= "Umbenennen";

"kBluetoothSetupDevice"					= "Dieses Gerät konfigurieren …";
"kDisconnectDevice"						= "Trennen";
"kResetDevice"							= "Gerät auf Werkseinstellungen zurücksetzen";
"kConnectDevice"						= "Verbinden";
"kConfigureDevice"						= "Dieses Gerät konfigurieren …";
"kMoreInfo"								= "Weitere Infos anzeigen";
"kHideMoreInfo"							= "Weitere Informationen ausblenden";
"kNoDevicesKey"							= "Keine Geräte";

"kDeviceNameKey"						= "Name";
"kDeviceAddressKey"						= "Adresse";
"kDeviceTypeKey"						= "Typ";
"kDeviceServicesKey"					= "Dienste";
"kOtherServices"						= "Andere Dienste";
"kUnknownService"						= "Unbekannter Dienst";

"kPairedHeaderKey"						= "Verbindung eingerichtet";
"kConfiguredHeaderKey"					= "Konfiguriert";
"kFavoriteHeaderKey"					= "Favorit";
"kConnectedHeaderKey"					= "Verbunden";
"kSerialPortsHeaderKey"					= "Serielle Anschlüsse";
"kSerialPortsHeaderDeviceService"		= "Gerätedienst";
"kSerialPortsHeaderPortType"			= "Anschluss-Protokoll";
"kSerialPortDirectionIncoming"			= "Eingangs-Anschluss";
"kSerialPortDirectionOutgoing"			= "Ausgangs-Anschluss";

"kSerialPortHeadingOutgoing"			= "Wählen Sie einen Ausgangs-Anschluss für dieses Gerät, um dessen Einstellungen zu ändern.";
"kSerialPortHeadingIncoming"			= "Wählen Sie einen Eingangs-Anschluss für diesen Computer, um dessen Einstellungen zu ändern.";

"kHIDDeviceDeleteKeyboardPairingWarning"		= "Nur diese Tastatur ist mit Ihrem Computer verbunden. Wenn Sie diese Tastatur entfernen, haben Sie keinen Zugriff mehr darauf. Möchten Sie sie wirklich entfernen?";
"kHIDDeviceDeleteMousePairingWarning"			= "Dies ist das einzige Zeigegerät, das mit Ihrem Computer verbunden ist. Wenn Sie diese Maus aus der Liste entfernen, können Sie sie nicht mehr benutzen. Möchten Sie sie wirklich entfernen?";
"kHIDDeviceDeleteTrackpadPairingWarning"		= "Dies ist das einzige Zeigegerät, das mit Ihrem Computer verbunden ist. Wenn Sie dieses Trackpad aus der Liste entfernen, können Sie es nicht mehr benutzen. Möchten Sie es wirklich entfernen?";
"kHIDDeviceKeyboard"					= "Tastatur";
"kHIDDeviceMouse"						= "Maus";

"kDiscoverableTooltip"		= "Wenn diese Option nicht aktiviert ist, können unbekannte Bluetooth-Geräte Ihren Computer nicht mehr sehen. Die Geräte, die bereits mit Ihrem Computer verbunden wurden, werden sich auch weiterhin mit Ihrem Computer verbinden können.";

"kOptionIsAvailable"		= "Verfügbar";
"kAvailableServiceTurnOn"	= "Dienst aktivieren";
"kAvailableServiceTurnOff"	= "Dienst deaktivieren";

"kOptionPairing"			= "Verbindungsaufbau erforderlich";
"kPairingRequired"			= "Verbindungsaufbau erforderlich";
"kPairingNotRequired"		= "Verbindungsaufbau nicht erforderlich";

"kOptionReceiveBehavior"	= "Empfangene Objekte:";
"kReceiveBehaviorAccept"	= "Ohne Warnung empfangen";
"kReceiveBehaviorPrompt"	= "Jede Datei einzeln bestätigen";

"kOptionHandlePIMItem"		= "Empfangene PIM-Objekte:";
"kOptionHandleOtherItem"	= "Andere empfangene Objekte:";
"kHandleItemSave"			= "Sichern";
"kHandleItemOpen"			= "Öffnen";
"kHandleItemAsk"			= "Nachfragen";

"kOptionReceiveFolder"		= "Ordner für empfangene Objekte";
"kReceiveFolderChoose"		= "Anderer Ordner …";

"kOptionFolderForBrowse"	= "Ordner, auf den Andere zugreifen";

"kOptionName"				= "Name:";
"kOptionShowInNetworkPrefs"	= "In der Systemeinstellung „Netzwerk“ anzeigen:";
"kOptionType"				= "Art:";
"kOptionTypeModem"			= "Modem";
"kOptionTypeRS232"			= "RS-232";


"kOptionEditSerialPortName"	= "Anschluss-Name bearbeiten …";
"kOptionAddSerialPort"		= "Seriellen Anschluss hinzufügen";
"kOptionRemoveSerialPort"	= "Seriellen Anschluss entfernen";

"kButtonAddDevice"			= "Neues Gerät konfigurieren";
"kButtonRemoveDevice"		= "Ausgewähltes Gerät löschen";
"kButtonDeviceOptions"		= "Aufgaben mit dem ausgewählten Gerät durchführen";
"kBluetoothDevices"			= "Bluetooth-Geräte";

"kOptionMajorClass"			= "Geräteklasse (Obergruppe)";
"kOptionMinorClass"			= "Geräteklasse (Untergruppe)";
"kOptionServiceClass"		= "Dienstklasse des Geräts";
"kOptionLastNameUpdate"		= "Letztes Update der Namen";
"kOptionLastInquiryUpdate"	= "Letztes Update der Anfragen";
"kOptionLastServicesUpdate"	= "Letztes Update der Dienste";
"kOptionProductID"			= "Produkt-ID";
"kOptionVendorID"			= "Hersteller-ID";

"kPerformSDPQueryKey"				= "Dienste für das Gerät aktualisieren";
"kPerformNameRequestKey"			= "Gerätenamen aktualisieren";

"kOpenBTPrefsKey"					= "Systemeinstellung „Bluetooth“ öffnen …";
"kMousePreferences"					= "Systemeinstellung „Maus“ öffnen …";
"kKeyboardPreferences"				= "Systemeinstellung „Tastatur“ öffnen …";
"kOpenPrintPrefsKey"				= "Systemeinstellung „Drucker“ öffnen …";
"kOpenSoundPrefsKey"				= "Systemeinstellung „Ton“ öffnen …";
"kSendFileToDevice"					= "Datei senden …";
"kBrowseDevice"						= "Gerät durchsuchen …";

"kTurnOnHeadphones"					= "Als Audiogerät (Stereo) verwenden";
"kTurnOffHeadphones"				= "Nicht als Audiogerät verwenden";
"kTurnOnHeadset"					= "Als Audiogerät (Mono) verwenden";
"kTurnOffHeadset"					= "Nicht als Audiogerät verwenden";

"kSyncDevice"						= "Sync …";

"kOpenBTSAKey"						= "Bluetooth-Gerät konfigurieren …";
"kBTSendFileKey"					= "Datei senden …";
"kBTGetFileKey"						= "Gerät durchsuchen …";

"kJoinNetwork"						= "Mit Netzwerk verbinden";
"kKeyDisconnectFromNetwork"			= "Vom Netzwerk trennen";
"kRemoveDevice"						= "Dieses Gerät entfernen";
"kDeviceOptions"					= "Geräteoptionen";
"kDeviceNamed"						= "Gerät „%@“";

"kOptionConfirm"					= "Möchten Sie die Markierung wirklich entfernen?";
"kOptionAutoBTSAWarning"			= "Vergewissern Sie sich, dass ein USB-Eingabegerät vorhanden ist, falls Ihre drahtlose Tastatur oder Maus beim Startvorgang nicht verfügbar ist.";
	
